Evaluation-ZNN/test/apptrackingupdatesznn/dataCollection/Piloto3/Simulacao2_5minComOverload_10minSemOverload/ApproachA/OK/filteredData_20210209_230118/k6-6l7w7_tracing_20210203_231219.log

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: /load-testing.js
     output: -

  scenarios: (100.00%) 1 scenario, 3 max VUs, 5m30s max duration (incl. graceful stop):
           * default: 3 looping VUs for 5m0s (gracefulStop: 30s)


running (0m01.0s), 3/3 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 3 VUs  0m01.0s/5m0s

running (0m02.0s), 3/3 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 3 VUs  0m02.0s/5m0s

running (0m03.0s), 3/3 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 3 VUs  0m03.0s/5m0s

running (0m04.0s), 3/3 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 3 VUs  0m04.0s/5m0s

running (0m05.0s), 3/3 VUs, 6 complete and 0 interrupted iterations
default   [   2% ] 3 VUs  0m05.0s/5m0s

running (0m06.0s), 3/3 VUs, 6 complete and 0 interrupted iterations
default   [   2% ] 3 VUs  0m06.0s/5m0s

running (0m07.0s), 3/3 VUs, 9 complete and 0 interrupted iterations
default   [   2% ] 3 VUs  0m07.0s/5m0s

running (0m08.0s), 3/3 VUs, 9 complete and 0 interrupted iterations
default   [   3% ] 3 VUs  0m08.0s/5m0s

running (0m09.0s), 3/3 VUs, 12 complete and 0 interrupted iterations
default   [   3% ] 3 VUs  0m09.0s/5m0s

running (0m10.0s), 3/3 VUs, 12 complete and 0 interrupted iterations
default   [   3% ] 3 VUs  0m10.0s/5m0s

running (0m11.0s), 3/3 VUs, 15 complete and 0 interrupted iterations
default   [   4% ] 3 VUs  0m11.0s/5m0s

running (0m12.0s), 3/3 VUs, 15 complete and 0 interrupted iterations
default   [   4% ] 3 VUs  0m12.0s/5m0s

running (0m13.0s), 3/3 VUs, 18 complete and 0 interrupted iterations
default   [   4% ] 3 VUs  0m13.0s/5m0s

running (0m14.0s), 3/3 VUs, 18 complete and 0 interrupted iterations
default   [   5% ] 3 VUs  0m14.0s/5m0s

running (0m15.0s), 3/3 VUs, 21 complete and 0 interrupted iterations
default   [   5% ] 3 VUs  0m15.0s/5m0s

running (0m16.0s), 3/3 VUs, 21 complete and 0 interrupted iterations
default   [   5% ] 3 VUs  0m16.0s/5m0s

running (0m17.0s), 3/3 VUs, 24 complete and 0 interrupted iterations
default   [   6% ] 3 VUs  0m17.0s/5m0s

running (0m18.0s), 3/3 VUs, 24 complete and 0 interrupted iterations
default   [   6% ] 3 VUs  0m18.0s/5m0s

running (0m19.0s), 3/3 VUs, 27 complete and 0 interrupted iterations
default   [   6% ] 3 VUs  0m19.0s/5m0s

running (0m20.0s), 3/3 VUs, 27 complete and 0 interrupted iterations
default   [   7% ] 3 VUs  0m20.0s/5m0s

running (0m21.0s), 3/3 VUs, 30 complete and 0 interrupted iterations
default   [   7% ] 3 VUs  0m21.0s/5m0s

running (0m22.0s), 3/3 VUs, 30 complete and 0 interrupted iterations
default   [   7% ] 3 VUs  0m22.0s/5m0s

running (0m23.0s), 3/3 VUs, 33 complete and 0 interrupted iterations
default   [   8% ] 3 VUs  0m23.0s/5m0s

running (0m24.0s), 3/3 VUs, 33 complete and 0 interrupted iterations
default   [   8% ] 3 VUs  0m24.0s/5m0s

running (0m25.0s), 3/3 VUs, 36 complete and 0 interrupted iterations
default   [   8% ] 3 VUs  0m25.0s/5m0s

running (0m26.0s), 3/3 VUs, 36 complete and 0 interrupted iterations
default   [   9% ] 3 VUs  0m26.0s/5m0s

running (0m27.0s), 3/3 VUs, 39 complete and 0 interrupted iterations
default   [   9% ] 3 VUs  0m27.0s/5m0s

running (0m28.0s), 3/3 VUs, 39 complete and 0 interrupted iterations
default   [   9% ] 3 VUs  0m28.0s/5m0s

running (0m29.0s), 3/3 VUs, 42 complete and 0 interrupted iterations
default   [  10% ] 3 VUs  0m29.0s/5m0s

running (0m30.0s), 3/3 VUs, 42 complete and 0 interrupted iterations
default   [  10% ] 3 VUs  0m30.0s/5m0s

running (0m31.0s), 3/3 VUs, 45 complete and 0 interrupted iterations
default   [  10% ] 3 VUs  0m31.0s/5m0s

running (0m32.0s), 3/3 VUs, 45 complete and 0 interrupted iterations
default   [  11% ] 3 VUs  0m32.0s/5m0s

running (0m33.0s), 3/3 VUs, 48 complete and 0 interrupted iterations
default   [  11% ] 3 VUs  0m33.0s/5m0s

running (0m34.0s), 3/3 VUs, 48 complete and 0 interrupted iterations
default   [  11% ] 3 VUs  0m34.0s/5m0s

running (0m35.0s), 3/3 VUs, 51 complete and 0 interrupted iterations
default   [  12% ] 3 VUs  0m35.0s/5m0s

running (0m36.0s), 3/3 VUs, 51 complete and 0 interrupted iterations
default   [  12% ] 3 VUs  0m36.0s/5m0s

running (0m37.0s), 3/3 VUs, 54 complete and 0 interrupted iterations
default   [  12% ] 3 VUs  0m37.0s/5m0s

running (0m38.0s), 3/3 VUs, 54 complete and 0 interrupted iterations
default   [  13% ] 3 VUs  0m38.0s/5m0s

running (0m39.0s), 3/3 VUs, 57 complete and 0 interrupted iterations
default   [  13% ] 3 VUs  0m39.0s/5m0s

running (0m40.0s), 3/3 VUs, 57 complete and 0 interrupted iterations
default   [  13% ] 3 VUs  0m40.0s/5m0s

running (0m41.0s), 3/3 VUs, 60 complete and 0 interrupted iterations
default   [  14% ] 3 VUs  0m41.0s/5m0s

running (0m42.0s), 3/3 VUs, 60 complete and 0 interrupted iterations
default   [  14% ] 3 VUs  0m42.0s/5m0s

running (0m43.0s), 3/3 VUs, 63 complete and 0 interrupted iterations
default   [  14% ] 3 VUs  0m43.0s/5m0s

running (0m44.0s), 3/3 VUs, 63 complete and 0 interrupted iterations
default   [  15% ] 3 VUs  0m44.0s/5m0s

running (0m45.0s), 3/3 VUs, 66 complete and 0 interrupted iterations
default   [  15% ] 3 VUs  0m45.0s/5m0s

running (0m46.0s), 3/3 VUs, 66 complete and 0 interrupted iterations
default   [  15% ] 3 VUs  0m46.0s/5m0s

running (0m47.0s), 3/3 VUs, 69 complete and 0 interrupted iterations
default   [  16% ] 3 VUs  0m47.0s/5m0s

running (0m48.0s), 3/3 VUs, 69 complete and 0 interrupted iterations
default   [  16% ] 3 VUs  0m48.0s/5m0s

running (0m49.0s), 3/3 VUs, 72 complete and 0 interrupted iterations
default   [  16% ] 3 VUs  0m49.0s/5m0s

running (0m50.0s), 3/3 VUs, 72 complete and 0 interrupted iterations
default   [  17% ] 3 VUs  0m50.0s/5m0s

running (0m51.0s), 3/3 VUs, 75 complete and 0 interrupted iterations
default   [  17% ] 3 VUs  0m51.0s/5m0s

running (0m52.0s), 3/3 VUs, 75 complete and 0 interrupted iterations
default   [  17% ] 3 VUs  0m52.0s/5m0s

running (0m53.0s), 3/3 VUs, 78 complete and 0 interrupted iterations
default   [  18% ] 3 VUs  0m53.0s/5m0s

running (0m54.0s), 3/3 VUs, 78 complete and 0 interrupted iterations
default   [  18% ] 3 VUs  0m54.0s/5m0s

running (0m55.0s), 3/3 VUs, 81 complete and 0 interrupted iterations
default   [  18% ] 3 VUs  0m55.0s/5m0s

running (0m56.0s), 3/3 VUs, 81 complete and 0 interrupted iterations
default   [  19% ] 3 VUs  0m56.0s/5m0s

running (0m57.0s), 3/3 VUs, 84 complete and 0 interrupted iterations
default   [  19% ] 3 VUs  0m57.0s/5m0s

running (0m58.0s), 3/3 VUs, 84 complete and 0 interrupted iterations
default   [  19% ] 3 VUs  0m58.0s/5m0s

running (0m59.0s), 3/3 VUs, 87 complete and 0 interrupted iterations
default   [  20% ] 3 VUs  0m59.0s/5m0s

running (1m00.0s), 3/3 VUs, 87 complete and 0 interrupted iterations
default   [  20% ] 3 VUs  1m00.0s/5m0s

running (1m01.0s), 3/3 VUs, 90 complete and 0 interrupted iterations
default   [  20% ] 3 VUs  1m01.0s/5m0s

running (1m02.0s), 3/3 VUs, 90 complete and 0 interrupted iterations
default   [  21% ] 3 VUs  1m02.0s/5m0s

running (1m03.0s), 3/3 VUs, 93 complete and 0 interrupted iterations
default   [  21% ] 3 VUs  1m03.0s/5m0s

running (1m04.0s), 3/3 VUs, 93 complete and 0 interrupted iterations
default   [  21% ] 3 VUs  1m04.0s/5m0s

running (1m05.0s), 3/3 VUs, 96 complete and 0 interrupted iterations
default   [  22% ] 3 VUs  1m05.0s/5m0s

running (1m06.0s), 3/3 VUs, 96 complete and 0 interrupted iterations
default   [  22% ] 3 VUs  1m06.0s/5m0s

running (1m07.0s), 3/3 VUs, 99 complete and 0 interrupted iterations
default   [  22% ] 3 VUs  1m07.0s/5m0s

running (1m08.0s), 3/3 VUs, 99 complete and 0 interrupted iterations
default   [  23% ] 3 VUs  1m08.0s/5m0s

running (1m09.0s), 3/3 VUs, 102 complete and 0 interrupted iterations
default   [  23% ] 3 VUs  1m09.0s/5m0s

running (1m10.0s), 3/3 VUs, 102 complete and 0 interrupted iterations
default   [  23% ] 3 VUs  1m10.0s/5m0s

running (1m11.0s), 3/3 VUs, 105 complete and 0 interrupted iterations
default   [  24% ] 3 VUs  1m11.0s/5m0s

running (1m12.0s), 3/3 VUs, 105 complete and 0 interrupted iterations
default   [  24% ] 3 VUs  1m12.0s/5m0s

running (1m13.0s), 3/3 VUs, 108 complete and 0 interrupted iterations
default   [  24% ] 3 VUs  1m13.0s/5m0s

running (1m14.0s), 3/3 VUs, 108 complete and 0 interrupted iterations
default   [  25% ] 3 VUs  1m14.0s/5m0s

running (1m15.0s), 3/3 VUs, 111 complete and 0 interrupted iterations
default   [  25% ] 3 VUs  1m15.0s/5m0s

running (1m16.0s), 3/3 VUs, 111 complete and 0 interrupted iterations
default   [  25% ] 3 VUs  1m16.0s/5m0s

running (1m17.0s), 3/3 VUs, 114 complete and 0 interrupted iterations
default   [  26% ] 3 VUs  1m17.0s/5m0s

running (1m18.0s), 3/3 VUs, 114 complete and 0 interrupted iterations
default   [  26% ] 3 VUs  1m18.0s/5m0s

running (1m19.0s), 3/3 VUs, 117 complete and 0 interrupted iterations
default   [  26% ] 3 VUs  1m19.0s/5m0s

running (1m20.0s), 3/3 VUs, 117 complete and 0 interrupted iterations
default   [  27% ] 3 VUs  1m20.0s/5m0s

running (1m21.0s), 3/3 VUs, 120 complete and 0 interrupted iterations
default   [  27% ] 3 VUs  1m21.0s/5m0s

running (1m22.0s), 3/3 VUs, 120 complete and 0 interrupted iterations
default   [  27% ] 3 VUs  1m22.0s/5m0s

running (1m23.0s), 3/3 VUs, 123 complete and 0 interrupted iterations
default   [  28% ] 3 VUs  1m23.0s/5m0s

running (1m24.0s), 3/3 VUs, 123 complete and 0 interrupted iterations
default   [  28% ] 3 VUs  1m24.0s/5m0s

running (1m25.0s), 3/3 VUs, 126 complete and 0 interrupted iterations
default   [  28% ] 3 VUs  1m25.0s/5m0s

running (1m26.0s), 3/3 VUs, 126 complete and 0 interrupted iterations
default   [  29% ] 3 VUs  1m26.0s/5m0s

running (1m27.0s), 3/3 VUs, 129 complete and 0 interrupted iterations
default   [  29% ] 3 VUs  1m27.0s/5m0s

running (1m28.0s), 3/3 VUs, 129 complete and 0 interrupted iterations
default   [  29% ] 3 VUs  1m28.0s/5m0s

running (1m29.0s), 3/3 VUs, 132 complete and 0 interrupted iterations
default   [  30% ] 3 VUs  1m29.0s/5m0s

running (1m30.0s), 3/3 VUs, 132 complete and 0 interrupted iterations
default   [  30% ] 3 VUs  1m30.0s/5m0s

running (1m31.0s), 3/3 VUs, 135 complete and 0 interrupted iterations
default   [  30% ] 3 VUs  1m31.0s/5m0s

running (1m32.0s), 3/3 VUs, 135 complete and 0 interrupted iterations
default   [  31% ] 3 VUs  1m32.0s/5m0s

running (1m33.0s), 3/3 VUs, 138 complete and 0 interrupted iterations
default   [  31% ] 3 VUs  1m33.0s/5m0s

running (1m34.0s), 3/3 VUs, 138 complete and 0 interrupted iterations
default   [  31% ] 3 VUs  1m34.0s/5m0s

running (1m35.0s), 3/3 VUs, 141 complete and 0 interrupted iterations
default   [  32% ] 3 VUs  1m35.0s/5m0s

running (1m36.0s), 3/3 VUs, 141 complete and 0 interrupted iterations
default   [  32% ] 3 VUs  1m36.0s/5m0s

running (1m37.0s), 3/3 VUs, 144 complete and 0 interrupted iterations
default   [  32% ] 3 VUs  1m37.0s/5m0s

running (1m38.0s), 3/3 VUs, 144 complete and 0 interrupted iterations
default   [  33% ] 3 VUs  1m38.0s/5m0s

running (1m39.0s), 3/3 VUs, 147 complete and 0 interrupted iterations
default   [  33% ] 3 VUs  1m39.0s/5m0s

running (1m40.0s), 3/3 VUs, 147 complete and 0 interrupted iterations
default   [  33% ] 3 VUs  1m40.0s/5m0s

running (1m41.0s), 3/3 VUs, 150 complete and 0 interrupted iterations
default   [  34% ] 3 VUs  1m41.0s/5m0s

running (1m42.0s), 3/3 VUs, 150 complete and 0 interrupted iterations
default   [  34% ] 3 VUs  1m42.0s/5m0s

running (1m43.0s), 3/3 VUs, 153 complete and 0 interrupted iterations
default   [  34% ] 3 VUs  1m43.0s/5m0s

running (1m44.0s), 3/3 VUs, 153 complete and 0 interrupted iterations
default   [  35% ] 3 VUs  1m44.0s/5m0s

running (1m45.0s), 3/3 VUs, 156 complete and 0 interrupted iterations
default   [  35% ] 3 VUs  1m45.0s/5m0s

running (1m46.0s), 3/3 VUs, 156 complete and 0 interrupted iterations
default   [  35% ] 3 VUs  1m46.0s/5m0s

running (1m47.0s), 3/3 VUs, 159 complete and 0 interrupted iterations
default   [  36% ] 3 VUs  1m47.0s/5m0s

running (1m48.0s), 3/3 VUs, 159 complete and 0 interrupted iterations
default   [  36% ] 3 VUs  1m48.0s/5m0s

running (1m49.0s), 3/3 VUs, 162 complete and 0 interrupted iterations
default   [  36% ] 3 VUs  1m49.0s/5m0s

running (1m50.0s), 3/3 VUs, 162 complete and 0 interrupted iterations
default   [  37% ] 3 VUs  1m50.0s/5m0s

running (1m51.0s), 3/3 VUs, 165 complete and 0 interrupted iterations
default   [  37% ] 3 VUs  1m51.0s/5m0s

running (1m52.0s), 3/3 VUs, 165 complete and 0 interrupted iterations
default   [  37% ] 3 VUs  1m52.0s/5m0s

running (1m53.0s), 3/3 VUs, 168 complete and 0 interrupted iterations
default   [  38% ] 3 VUs  1m53.0s/5m0s

running (1m54.0s), 3/3 VUs, 168 complete and 0 interrupted iterations
default   [  38% ] 3 VUs  1m54.0s/5m0s

running (1m55.0s), 3/3 VUs, 171 complete and 0 interrupted iterations
default   [  38% ] 3 VUs  1m55.0s/5m0s

running (1m56.0s), 3/3 VUs, 171 complete and 0 interrupted iterations
default   [  39% ] 3 VUs  1m56.0s/5m0s

running (1m57.0s), 3/3 VUs, 174 complete and 0 interrupted iterations
default   [  39% ] 3 VUs  1m57.0s/5m0s

running (1m58.0s), 3/3 VUs, 174 complete and 0 interrupted iterations
default   [  39% ] 3 VUs  1m58.0s/5m0s

running (1m59.0s), 3/3 VUs, 177 complete and 0 interrupted iterations
default   [  40% ] 3 VUs  1m59.0s/5m0s

running (2m00.0s), 3/3 VUs, 177 complete and 0 interrupted iterations
default   [  40% ] 3 VUs  2m00.0s/5m0s

running (2m01.0s), 3/3 VUs, 180 complete and 0 interrupted iterations
default   [  40% ] 3 VUs  2m01.0s/5m0s

running (2m02.0s), 3/3 VUs, 180 complete and 0 interrupted iterations
default   [  41% ] 3 VUs  2m02.0s/5m0s

running (2m03.0s), 3/3 VUs, 183 complete and 0 interrupted iterations
default   [  41% ] 3 VUs  2m03.0s/5m0s

running (2m04.0s), 3/3 VUs, 183 complete and 0 interrupted iterations
default   [  41% ] 3 VUs  2m04.0s/5m0s

running (2m05.0s), 3/3 VUs, 186 complete and 0 interrupted iterations
default   [  42% ] 3 VUs  2m05.0s/5m0s

running (2m06.0s), 3/3 VUs, 186 complete and 0 interrupted iterations
default   [  42% ] 3 VUs  2m06.0s/5m0s

running (2m07.0s), 3/3 VUs, 189 complete and 0 interrupted iterations
default   [  42% ] 3 VUs  2m07.0s/5m0s

running (2m08.0s), 3/3 VUs, 189 complete and 0 interrupted iterations
default   [  43% ] 3 VUs  2m08.0s/5m0s

running (2m09.0s), 3/3 VUs, 192 complete and 0 interrupted iterations
default   [  43% ] 3 VUs  2m09.0s/5m0s

running (2m10.0s), 3/3 VUs, 192 complete and 0 interrupted iterations
default   [  43% ] 3 VUs  2m10.0s/5m0s

running (2m11.0s), 3/3 VUs, 195 complete and 0 interrupted iterations
default   [  44% ] 3 VUs  2m11.0s/5m0s

running (2m12.0s), 3/3 VUs, 195 complete and 0 interrupted iterations
default   [  44% ] 3 VUs  2m12.0s/5m0s

running (2m13.0s), 3/3 VUs, 198 complete and 0 interrupted iterations
default   [  44% ] 3 VUs  2m13.0s/5m0s

running (2m14.0s), 3/3 VUs, 198 complete and 0 interrupted iterations
default   [  45% ] 3 VUs  2m14.0s/5m0s

running (2m15.0s), 3/3 VUs, 201 complete and 0 interrupted iterations
default   [  45% ] 3 VUs  2m15.0s/5m0s

running (2m16.0s), 3/3 VUs, 201 complete and 0 interrupted iterations
default   [  45% ] 3 VUs  2m16.0s/5m0s

running (2m17.0s), 3/3 VUs, 204 complete and 0 interrupted iterations
default   [  46% ] 3 VUs  2m17.0s/5m0s

running (2m18.0s), 3/3 VUs, 204 complete and 0 interrupted iterations
default   [  46% ] 3 VUs  2m18.0s/5m0s

running (2m19.0s), 3/3 VUs, 207 complete and 0 interrupted iterations
default   [  46% ] 3 VUs  2m19.0s/5m0s

running (2m20.0s), 3/3 VUs, 207 complete and 0 interrupted iterations
default   [  47% ] 3 VUs  2m20.0s/5m0s

running (2m21.0s), 3/3 VUs, 210 complete and 0 interrupted iterations
default   [  47% ] 3 VUs  2m21.0s/5m0s

running (2m22.0s), 3/3 VUs, 210 complete and 0 interrupted iterations
default   [  47% ] 3 VUs  2m22.0s/5m0s

running (2m23.0s), 3/3 VUs, 213 complete and 0 interrupted iterations
default   [  48% ] 3 VUs  2m23.0s/5m0s

running (2m24.0s), 3/3 VUs, 213 complete and 0 interrupted iterations
default   [  48% ] 3 VUs  2m24.0s/5m0s

running (2m25.0s), 3/3 VUs, 216 complete and 0 interrupted iterations
default   [  48% ] 3 VUs  2m25.0s/5m0s

running (2m26.0s), 3/3 VUs, 216 complete and 0 interrupted iterations
default   [  49% ] 3 VUs  2m26.0s/5m0s

running (2m27.0s), 3/3 VUs, 219 complete and 0 interrupted iterations
default   [  49% ] 3 VUs  2m27.0s/5m0s

running (2m28.0s), 3/3 VUs, 219 complete and 0 interrupted iterations
default   [  49% ] 3 VUs  2m28.0s/5m0s

running (2m29.0s), 3/3 VUs, 222 complete and 0 interrupted iterations
default   [  50% ] 3 VUs  2m29.0s/5m0s

running (2m30.0s), 3/3 VUs, 222 complete and 0 interrupted iterations
default   [  50% ] 3 VUs  2m30.0s/5m0s

running (2m31.0s), 3/3 VUs, 225 complete and 0 interrupted iterations
default   [  50% ] 3 VUs  2m31.0s/5m0s

running (2m32.0s), 3/3 VUs, 225 complete and 0 interrupted iterations
default   [  51% ] 3 VUs  2m32.0s/5m0s

running (2m33.0s), 3/3 VUs, 228 complete and 0 interrupted iterations
default   [  51% ] 3 VUs  2m33.0s/5m0s

running (2m34.0s), 3/3 VUs, 228 complete and 0 interrupted iterations
default   [  51% ] 3 VUs  2m34.0s/5m0s

running (2m35.0s), 3/3 VUs, 231 complete and 0 interrupted iterations
default   [  52% ] 3 VUs  2m35.0s/5m0s

running (2m36.0s), 3/3 VUs, 231 complete and 0 interrupted iterations
default   [  52% ] 3 VUs  2m36.0s/5m0s

running (2m37.0s), 3/3 VUs, 234 complete and 0 interrupted iterations
default   [  52% ] 3 VUs  2m37.0s/5m0s

running (2m38.0s), 3/3 VUs, 234 complete and 0 interrupted iterations
default   [  53% ] 3 VUs  2m38.0s/5m0s

running (2m39.0s), 3/3 VUs, 237 complete and 0 interrupted iterations
default   [  53% ] 3 VUs  2m39.0s/5m0s

running (2m40.0s), 3/3 VUs, 237 complete and 0 interrupted iterations
default   [  53% ] 3 VUs  2m40.0s/5m0s

running (2m41.0s), 3/3 VUs, 240 complete and 0 interrupted iterations
default   [  54% ] 3 VUs  2m41.0s/5m0s

running (2m42.0s), 3/3 VUs, 240 complete and 0 interrupted iterations
default   [  54% ] 3 VUs  2m42.0s/5m0s

running (2m43.0s), 3/3 VUs, 243 complete and 0 interrupted iterations
default   [  54% ] 3 VUs  2m43.0s/5m0s

running (2m44.0s), 3/3 VUs, 243 complete and 0 interrupted iterations
default   [  55% ] 3 VUs  2m44.0s/5m0s

running (2m45.0s), 3/3 VUs, 246 complete and 0 interrupted iterations
default   [  55% ] 3 VUs  2m45.0s/5m0s

running (2m46.0s), 3/3 VUs, 246 complete and 0 interrupted iterations
default   [  55% ] 3 VUs  2m46.0s/5m0s

running (2m47.0s), 3/3 VUs, 249 complete and 0 interrupted iterations
default   [  56% ] 3 VUs  2m47.0s/5m0s

running (2m48.0s), 3/3 VUs, 249 complete and 0 interrupted iterations
default   [  56% ] 3 VUs  2m48.0s/5m0s

running (2m49.0s), 3/3 VUs, 252 complete and 0 interrupted iterations
default   [  56% ] 3 VUs  2m49.0s/5m0s

running (2m50.0s), 3/3 VUs, 252 complete and 0 interrupted iterations
default   [  57% ] 3 VUs  2m50.0s/5m0s

running (2m51.0s), 3/3 VUs, 255 complete and 0 interrupted iterations
default   [  57% ] 3 VUs  2m51.0s/5m0s

running (2m52.0s), 3/3 VUs, 255 complete and 0 interrupted iterations
default   [  57% ] 3 VUs  2m52.0s/5m0s

running (2m53.0s), 3/3 VUs, 258 complete and 0 interrupted iterations
default   [  58% ] 3 VUs  2m53.0s/5m0s

running (2m54.0s), 3/3 VUs, 258 complete and 0 interrupted iterations
default   [  58% ] 3 VUs  2m54.0s/5m0s

running (2m55.0s), 3/3 VUs, 261 complete and 0 interrupted iterations
default   [  58% ] 3 VUs  2m55.0s/5m0s

running (2m56.0s), 3/3 VUs, 261 complete and 0 interrupted iterations
default   [  59% ] 3 VUs  2m56.0s/5m0s

running (2m57.0s), 3/3 VUs, 264 complete and 0 interrupted iterations
default   [  59% ] 3 VUs  2m57.0s/5m0s

running (2m58.0s), 3/3 VUs, 264 complete and 0 interrupted iterations
default   [  59% ] 3 VUs  2m58.0s/5m0s

running (2m59.0s), 3/3 VUs, 267 complete and 0 interrupted iterations
default   [  60% ] 3 VUs  2m59.0s/5m0s

running (3m00.0s), 3/3 VUs, 267 complete and 0 interrupted iterations
default   [  60% ] 3 VUs  3m00.0s/5m0s

running (3m01.0s), 3/3 VUs, 270 complete and 0 interrupted iterations
default   [  60% ] 3 VUs  3m01.0s/5m0s

running (3m02.0s), 3/3 VUs, 270 complete and 0 interrupted iterations
default   [  61% ] 3 VUs  3m02.0s/5m0s

running (3m03.0s), 3/3 VUs, 273 complete and 0 interrupted iterations
default   [  61% ] 3 VUs  3m03.0s/5m0s

running (3m04.0s), 3/3 VUs, 273 complete and 0 interrupted iterations
default   [  61% ] 3 VUs  3m04.0s/5m0s

running (3m05.0s), 3/3 VUs, 276 complete and 0 interrupted iterations
default   [  62% ] 3 VUs  3m05.0s/5m0s

running (3m06.0s), 3/3 VUs, 276 complete and 0 interrupted iterations
default   [  62% ] 3 VUs  3m06.0s/5m0s

running (3m07.0s), 3/3 VUs, 279 complete and 0 interrupted iterations
default   [  62% ] 3 VUs  3m07.0s/5m0s

running (3m08.0s), 3/3 VUs, 279 complete and 0 interrupted iterations
default   [  63% ] 3 VUs  3m08.0s/5m0s

running (3m09.0s), 3/3 VUs, 282 complete and 0 interrupted iterations
default   [  63% ] 3 VUs  3m09.0s/5m0s

running (3m10.0s), 3/3 VUs, 282 complete and 0 interrupted iterations
default   [  63% ] 3 VUs  3m10.0s/5m0s

running (3m11.0s), 3/3 VUs, 285 complete and 0 interrupted iterations
default   [  64% ] 3 VUs  3m11.0s/5m0s

running (3m12.0s), 3/3 VUs, 285 complete and 0 interrupted iterations
default   [  64% ] 3 VUs  3m12.0s/5m0s

running (3m13.0s), 3/3 VUs, 288 complete and 0 interrupted iterations
default   [  64% ] 3 VUs  3m13.0s/5m0s

running (3m14.0s), 3/3 VUs, 288 complete and 0 interrupted iterations
default   [  65% ] 3 VUs  3m14.0s/5m0s

running (3m15.0s), 3/3 VUs, 291 complete and 0 interrupted iterations
default   [  65% ] 3 VUs  3m15.0s/5m0s

running (3m16.0s), 3/3 VUs, 291 complete and 0 interrupted iterations
default   [  65% ] 3 VUs  3m16.0s/5m0s

running (3m17.0s), 3/3 VUs, 294 complete and 0 interrupted iterations
default   [  66% ] 3 VUs  3m17.0s/5m0s

running (3m18.0s), 3/3 VUs, 294 complete and 0 interrupted iterations
default   [  66% ] 3 VUs  3m18.0s/5m0s

running (3m19.0s), 3/3 VUs, 297 complete and 0 interrupted iterations
default   [  66% ] 3 VUs  3m19.0s/5m0s

running (3m20.0s), 3/3 VUs, 297 complete and 0 interrupted iterations
default   [  67% ] 3 VUs  3m20.0s/5m0s

running (3m21.0s), 3/3 VUs, 300 complete and 0 interrupted iterations
default   [  67% ] 3 VUs  3m21.0s/5m0s

running (3m22.0s), 3/3 VUs, 300 complete and 0 interrupted iterations
default   [  67% ] 3 VUs  3m22.0s/5m0s

running (3m23.0s), 3/3 VUs, 303 complete and 0 interrupted iterations
default   [  68% ] 3 VUs  3m23.0s/5m0s

running (3m24.0s), 3/3 VUs, 303 complete and 0 interrupted iterations
default   [  68% ] 3 VUs  3m24.0s/5m0s

running (3m25.0s), 3/3 VUs, 306 complete and 0 interrupted iterations
default   [  68% ] 3 VUs  3m25.0s/5m0s

running (3m26.0s), 3/3 VUs, 306 complete and 0 interrupted iterations
default   [  69% ] 3 VUs  3m26.0s/5m0s

running (3m27.0s), 3/3 VUs, 309 complete and 0 interrupted iterations
default   [  69% ] 3 VUs  3m27.0s/5m0s

running (3m28.0s), 3/3 VUs, 309 complete and 0 interrupted iterations
default   [  69% ] 3 VUs  3m28.0s/5m0s

running (3m29.0s), 3/3 VUs, 312 complete and 0 interrupted iterations
default   [  70% ] 3 VUs  3m29.0s/5m0s

running (3m30.0s), 3/3 VUs, 312 complete and 0 interrupted iterations
default   [  70% ] 3 VUs  3m30.0s/5m0s

running (3m31.0s), 3/3 VUs, 315 complete and 0 interrupted iterations
default   [  70% ] 3 VUs  3m31.0s/5m0s

running (3m32.0s), 3/3 VUs, 315 complete and 0 interrupted iterations
default   [  71% ] 3 VUs  3m32.0s/5m0s

running (3m33.0s), 3/3 VUs, 318 complete and 0 interrupted iterations
default   [  71% ] 3 VUs  3m33.0s/5m0s

running (3m34.0s), 3/3 VUs, 318 complete and 0 interrupted iterations
default   [  71% ] 3 VUs  3m34.0s/5m0s

running (3m35.0s), 3/3 VUs, 321 complete and 0 interrupted iterations
default   [  72% ] 3 VUs  3m35.0s/5m0s

running (3m36.0s), 3/3 VUs, 321 complete and 0 interrupted iterations
default   [  72% ] 3 VUs  3m36.0s/5m0s

running (3m37.0s), 3/3 VUs, 324 complete and 0 interrupted iterations
default   [  72% ] 3 VUs  3m37.0s/5m0s

running (3m38.0s), 3/3 VUs, 324 complete and 0 interrupted iterations
default   [  73% ] 3 VUs  3m38.0s/5m0s

running (3m39.0s), 3/3 VUs, 327 complete and 0 interrupted iterations
default   [  73% ] 3 VUs  3m39.0s/5m0s

running (3m40.0s), 3/3 VUs, 327 complete and 0 interrupted iterations
default   [  73% ] 3 VUs  3m40.0s/5m0s

running (3m41.0s), 3/3 VUs, 330 complete and 0 interrupted iterations
default   [  74% ] 3 VUs  3m41.0s/5m0s

running (3m42.0s), 3/3 VUs, 330 complete and 0 interrupted iterations
default   [  74% ] 3 VUs  3m42.0s/5m0s

running (3m43.0s), 3/3 VUs, 333 complete and 0 interrupted iterations
default   [  74% ] 3 VUs  3m43.0s/5m0s

running (3m44.0s), 3/3 VUs, 333 complete and 0 interrupted iterations
default   [  75% ] 3 VUs  3m44.0s/5m0s

running (3m45.0s), 3/3 VUs, 336 complete and 0 interrupted iterations
default   [  75% ] 3 VUs  3m45.0s/5m0s

running (3m46.0s), 3/3 VUs, 336 complete and 0 interrupted iterations
default   [  75% ] 3 VUs  3m46.0s/5m0s

running (3m47.0s), 3/3 VUs, 339 complete and 0 interrupted iterations
default   [  76% ] 3 VUs  3m47.0s/5m0s

running (3m48.0s), 3/3 VUs, 339 complete and 0 interrupted iterations
default   [  76% ] 3 VUs  3m48.0s/5m0s

running (3m49.0s), 3/3 VUs, 342 complete and 0 interrupted iterations
default   [  76% ] 3 VUs  3m49.0s/5m0s

running (3m50.0s), 3/3 VUs, 342 complete and 0 interrupted iterations
default   [  77% ] 3 VUs  3m50.0s/5m0s

running (3m51.0s), 3/3 VUs, 345 complete and 0 interrupted iterations
default   [  77% ] 3 VUs  3m51.0s/5m0s

running (3m52.0s), 3/3 VUs, 345 complete and 0 interrupted iterations
default   [  77% ] 3 VUs  3m52.0s/5m0s

running (3m53.0s), 3/3 VUs, 348 complete and 0 interrupted iterations
default   [  78% ] 3 VUs  3m53.0s/5m0s

running (3m54.0s), 3/3 VUs, 348 complete and 0 interrupted iterations
default   [  78% ] 3 VUs  3m54.0s/5m0s

running (3m55.0s), 3/3 VUs, 351 complete and 0 interrupted iterations
default   [  78% ] 3 VUs  3m55.0s/5m0s

running (3m56.0s), 3/3 VUs, 351 complete and 0 interrupted iterations
default   [  79% ] 3 VUs  3m56.0s/5m0s

running (3m57.0s), 3/3 VUs, 354 complete and 0 interrupted iterations
default   [  79% ] 3 VUs  3m57.0s/5m0s

running (3m58.0s), 3/3 VUs, 354 complete and 0 interrupted iterations
default   [  79% ] 3 VUs  3m58.0s/5m0s

running (3m59.0s), 3/3 VUs, 357 complete and 0 interrupted iterations
default   [  80% ] 3 VUs  3m59.0s/5m0s

running (4m00.0s), 3/3 VUs, 357 complete and 0 interrupted iterations
default   [  80% ] 3 VUs  4m00.0s/5m0s

running (4m01.0s), 3/3 VUs, 360 complete and 0 interrupted iterations
default   [  80% ] 3 VUs  4m01.0s/5m0s

running (4m02.0s), 3/3 VUs, 360 complete and 0 interrupted iterations
default   [  81% ] 3 VUs  4m02.0s/5m0s

running (4m03.0s), 3/3 VUs, 363 complete and 0 interrupted iterations
default   [  81% ] 3 VUs  4m03.0s/5m0s

running (4m04.0s), 3/3 VUs, 363 complete and 0 interrupted iterations
default   [  81% ] 3 VUs  4m04.0s/5m0s

running (4m05.0s), 3/3 VUs, 366 complete and 0 interrupted iterations
default   [  82% ] 3 VUs  4m05.0s/5m0s

running (4m06.0s), 3/3 VUs, 366 complete and 0 interrupted iterations
default   [  82% ] 3 VUs  4m06.0s/5m0s

running (4m07.0s), 3/3 VUs, 369 complete and 0 interrupted iterations
default   [  82% ] 3 VUs  4m07.0s/5m0s

running (4m08.0s), 3/3 VUs, 369 complete and 0 interrupted iterations
default   [  83% ] 3 VUs  4m08.0s/5m0s

running (4m09.0s), 3/3 VUs, 372 complete and 0 interrupted iterations
default   [  83% ] 3 VUs  4m09.0s/5m0s

running (4m10.0s), 3/3 VUs, 372 complete and 0 interrupted iterations
default   [  83% ] 3 VUs  4m10.0s/5m0s

running (4m11.0s), 3/3 VUs, 375 complete and 0 interrupted iterations
default   [  84% ] 3 VUs  4m11.0s/5m0s

running (4m12.0s), 3/3 VUs, 375 complete and 0 interrupted iterations
default   [  84% ] 3 VUs  4m12.0s/5m0s

running (4m13.0s), 3/3 VUs, 378 complete and 0 interrupted iterations
default   [  84% ] 3 VUs  4m13.0s/5m0s

running (4m14.0s), 3/3 VUs, 378 complete and 0 interrupted iterations
default   [  85% ] 3 VUs  4m14.0s/5m0s

running (4m15.0s), 3/3 VUs, 381 complete and 0 interrupted iterations
default   [  85% ] 3 VUs  4m15.0s/5m0s

running (4m16.0s), 3/3 VUs, 381 complete and 0 interrupted iterations
default   [  85% ] 3 VUs  4m16.0s/5m0s

running (4m17.0s), 3/3 VUs, 384 complete and 0 interrupted iterations
default   [  86% ] 3 VUs  4m17.0s/5m0s

running (4m18.0s), 3/3 VUs, 384 complete and 0 interrupted iterations
default   [  86% ] 3 VUs  4m18.0s/5m0s

running (4m19.0s), 3/3 VUs, 387 complete and 0 interrupted iterations
default   [  86% ] 3 VUs  4m19.0s/5m0s

running (4m20.0s), 3/3 VUs, 387 complete and 0 interrupted iterations
default   [  87% ] 3 VUs  4m20.0s/5m0s

running (4m21.0s), 3/3 VUs, 390 complete and 0 interrupted iterations
default   [  87% ] 3 VUs  4m21.0s/5m0s

running (4m22.0s), 3/3 VUs, 390 complete and 0 interrupted iterations
default   [  87% ] 3 VUs  4m22.0s/5m0s

running (4m23.0s), 3/3 VUs, 393 complete and 0 interrupted iterations
default   [  88% ] 3 VUs  4m23.0s/5m0s

running (4m24.0s), 3/3 VUs, 393 complete and 0 interrupted iterations
default   [  88% ] 3 VUs  4m24.0s/5m0s

running (4m25.0s), 3/3 VUs, 396 complete and 0 interrupted iterations
default   [  88% ] 3 VUs  4m25.0s/5m0s

running (4m26.0s), 3/3 VUs, 396 complete and 0 interrupted iterations
default   [  89% ] 3 VUs  4m26.0s/5m0s

running (4m27.0s), 3/3 VUs, 399 complete and 0 interrupted iterations
default   [  89% ] 3 VUs  4m27.0s/5m0s

running (4m28.0s), 3/3 VUs, 399 complete and 0 interrupted iterations
default   [  89% ] 3 VUs  4m28.0s/5m0s

running (4m29.0s), 3/3 VUs, 402 complete and 0 interrupted iterations
default   [  90% ] 3 VUs  4m29.0s/5m0s

running (4m30.0s), 3/3 VUs, 402 complete and 0 interrupted iterations
default   [  90% ] 3 VUs  4m30.0s/5m0s

running (4m31.0s), 3/3 VUs, 405 complete and 0 interrupted iterations
default   [  90% ] 3 VUs  4m31.0s/5m0s

running (4m32.0s), 3/3 VUs, 405 complete and 0 interrupted iterations
default   [  91% ] 3 VUs  4m32.0s/5m0s

running (4m33.0s), 3/3 VUs, 408 complete and 0 interrupted iterations
default   [  91% ] 3 VUs  4m33.0s/5m0s

running (4m34.0s), 3/3 VUs, 408 complete and 0 interrupted iterations
default   [  91% ] 3 VUs  4m34.0s/5m0s

running (4m35.0s), 3/3 VUs, 411 complete and 0 interrupted iterations
default   [  92% ] 3 VUs  4m35.0s/5m0s

running (4m36.0s), 3/3 VUs, 411 complete and 0 interrupted iterations
default   [  92% ] 3 VUs  4m36.0s/5m0s

running (4m37.0s), 3/3 VUs, 414 complete and 0 interrupted iterations
default   [  92% ] 3 VUs  4m37.0s/5m0s

running (4m38.0s), 3/3 VUs, 414 complete and 0 interrupted iterations
default   [  93% ] 3 VUs  4m38.0s/5m0s

running (4m39.0s), 3/3 VUs, 417 complete and 0 interrupted iterations
default   [  93% ] 3 VUs  4m39.0s/5m0s

running (4m40.0s), 3/3 VUs, 417 complete and 0 interrupted iterations
default   [  93% ] 3 VUs  4m40.0s/5m0s

running (4m41.0s), 3/3 VUs, 420 complete and 0 interrupted iterations
default   [  94% ] 3 VUs  4m41.0s/5m0s

running (4m42.0s), 3/3 VUs, 420 complete and 0 interrupted iterations
default   [  94% ] 3 VUs  4m42.0s/5m0s

running (4m43.0s), 3/3 VUs, 423 complete and 0 interrupted iterations
default   [  94% ] 3 VUs  4m43.0s/5m0s

running (4m44.0s), 3/3 VUs, 423 complete and 0 interrupted iterations
default   [  95% ] 3 VUs  4m44.0s/5m0s

running (4m45.0s), 3/3 VUs, 426 complete and 0 interrupted iterations
default   [  95% ] 3 VUs  4m45.0s/5m0s

running (4m46.0s), 3/3 VUs, 426 complete and 0 interrupted iterations
default   [  95% ] 3 VUs  4m46.0s/5m0s

running (4m47.0s), 3/3 VUs, 429 complete and 0 interrupted iterations
default   [  96% ] 3 VUs  4m47.0s/5m0s

running (4m48.0s), 3/3 VUs, 429 complete and 0 interrupted iterations
default   [  96% ] 3 VUs  4m48.0s/5m0s

running (4m49.0s), 3/3 VUs, 432 complete and 0 interrupted iterations
default   [  96% ] 3 VUs  4m49.0s/5m0s

running (4m50.0s), 3/3 VUs, 432 complete and 0 interrupted iterations
default   [  97% ] 3 VUs  4m50.0s/5m0s

running (4m51.0s), 3/3 VUs, 435 complete and 0 interrupted iterations
default   [  97% ] 3 VUs  4m51.0s/5m0s

running (4m52.0s), 3/3 VUs, 435 complete and 0 interrupted iterations
default   [  97% ] 3 VUs  4m52.0s/5m0s

running (4m53.0s), 3/3 VUs, 438 complete and 0 interrupted iterations
default   [  98% ] 3 VUs  4m53.0s/5m0s

running (4m54.0s), 3/3 VUs, 438 complete and 0 interrupted iterations
default   [  98% ] 3 VUs  4m54.0s/5m0s

running (4m55.0s), 3/3 VUs, 441 complete and 0 interrupted iterations
default   [  98% ] 3 VUs  4m55.0s/5m0s

running (4m56.0s), 3/3 VUs, 441 complete and 0 interrupted iterations
default   [  99% ] 3 VUs  4m56.0s/5m0s

running (4m57.0s), 3/3 VUs, 444 complete and 0 interrupted iterations
default   [  99% ] 3 VUs  4m57.0s/5m0s

running (4m58.0s), 3/3 VUs, 444 complete and 0 interrupted iterations
default   [  99% ] 3 VUs  4m58.0s/5m0s

running (4m59.0s), 3/3 VUs, 447 complete and 0 interrupted iterations
default   [ 100% ] 3 VUs  4m59.0s/5m0s

running (5m00.0s), 3/3 VUs, 447 complete and 0 interrupted iterations
default   [ 100% ] 3 VUs  5m00.0s/5m0s
time="2021-02-04T02:17:21Z" level=warning msg="Request Failed" error="Post \"undefined/exports/undefined\": unsupported protocol scheme \"\""
time="2021-02-04T02:17:21Z" level=info msg=0 source=console

running (5m00.1s), 0/3 VUs, 450 complete and 0 interrupted iterations
default ✓ [ 100% ] 3 VUs  5m0s

     ✓ is status 200

     █ setup

     █ teardown

     checks.....................: 100.00% ✓ 900 ✗ 0  
     data_received..............: 318 MB  1.1 MB/s
     data_sent..................: 89 kB   297 B/s
     http_req_blocked...........: avg=26.46µs min=0s      med=5µs    max=2.15ms   p(90)=9.3µs   p(95)=47.2µs 
     http_req_connecting........: avg=10.67µs min=0s      med=0s     max=859.59µs p(90)=0s      p(95)=0s     
     http_req_duration..........: avg=8.01ms  min=0s      med=6.7ms  max=48.07ms  p(90)=12.92ms p(95)=15.6ms 
     http_req_receiving.........: avg=1.93ms  min=0s      med=1.26ms max=33.21ms  p(90)=4.09ms  p(95)=5.65ms 
     http_req_sending...........: avg=41.26µs min=0s      med=23.7µs max=1.72ms   p(90)=58.59µs p(95)=80.39µs
     http_req_tls_handshaking...: avg=0s      min=0s      med=0s     max=0s       p(90)=0s      p(95)=0s     
     http_req_waiting...........: avg=6.04ms  min=0s      med=5.34ms max=24.51ms  p(90)=9.14ms  p(95)=11.36ms
     http_reqs..................: 901     3.002655/s
     iteration_duration.........: avg=1.99s   min=13.99µs med=2s     max=2s       p(90)=2s      p(95)=2s     
     iterations.................: 450     1.499661/s
     vus........................: 3       min=3 max=3
     vus_max....................: 3       min=3 max=3